import React from "react";

import './about-us.styles.css';

export const AboutUs = () => {
  return (
    <div className="about-us-container">
      <h2 className="about-us__title">Що таке Petsy?</h2>
      <p className="about-us__text">Petsy - це онлайн сервіс обліку домашніх тварин.</p>
      <p className="about-us__text">
        У зв’язку з тим, що більша половина населення України має у своїх
        домівках різного виду домашніх улюбленців, з’явилася потреба в тому, щоб
        дані про всіх цих тваринок знаходилися в одному місці, щоб їх можна було
        отримати в будь який момент часу.
      </p>
      <p className="about-us__text">
        Другим важливим моментом який посприяв створенню та розвитку даного
        сервісу була така розповсюдженна у цілому світі проблема, як
        неправильність догляду за домашнім улюблинцем та часті жорстокі
        поводження з тваринками.
      </p>
      <p className="about-us__text">
        В Україні ми ще не бачили сервісів які б облікували домашніх тваринок і
        водночас надавали допомогу в догляді за ними, а також перевіряли на
        скільки добре та правильно власники про них піклуються.
      </p>
      <p className="about-us__text">
        Саме у зв’язку з вищезазначеними проблемами виникла ідея створити сервіс
        Petsy, який вміщує в собі всі ті функції, які необхідні для комфортного
        співіснування людини з твариною.
      </p>
    </div>
  );
};
